Fluid Temperature
  Namespace:   Autodesk.Revit.DB.Plumbing
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public double FluidTemperature { get; set; }
  Visual Basic
Public Property FluidTemperature As Double
	Get
	Set
  Visual C++
public:
property double FluidTemperature {
	double get ();
	void set (double value);
}
 See Also
  PipingSystemType Class
  Autodesk.Revit.DB.Plumbing Namespace